Repository: DJDQfff/EroMangaManager
Catalog: EroMangaManager.UWP/Strings/*/UI.resw
Source language: en
Languages: fil, ru, th, zh_hant

source: Add a folder
fil: Magdagdag ng folder
ru: Добавление папки
th: เพิ่มโฟลเดอร์
zh_hant: 添加資料夾

# Bookcase
source: bookshelf
fil: Bookmark
ru: книжная полка
th: ชั้นวางหนังสือ
zh_hant: 書架

# BookcaseItemToolTip
source: Comic bookshelf
fil: Email address
ru: Полка для комиксов
th: ชั้นวางหนังสือการ์ตูน
zh_hant: 漫畫書架

# CancleEdit
source: No adjustments
fil: Walang mga pagsasaayos
ru: Без корректировок
th: ไม่มีการปรับ
zh_hant: 不作調整

# ChangeSortMethod
source: Toggle sorting
fil: toggle menu
ru: Переключение сортировки
th: สลับการเรียงลําดับ
zh_hant: 切換排序

# Close
source: Shut down
fil: Cancel reply
ru: Отключение
th: ปิดเครื่อง
zh_hant: 關閉

# CommonSetting
source: General settings
fil: Pangkalahatang mga setting
ru: Общие настройки
th: การตั้งค่าทั่วไป
zh_hant: 一般設置

# ConfirmEdit
source: Confirm the adjustment
fil: Kumpirmahin ang pagsasaayos
ru: Подтвердите корректировку
th: ยืนยันการปรับ
zh_hant: 確認調整

# DeleteFile
source: Confirm deleting files?
fil: Kumpirmahin ang pagtanggal ng mga file?
ru: Подтвердите удаление файлов?
th: ยืนยันการลบไฟล์?
zh_hant: 確認刪除檔案？

# DeleteIt
source: Delete
ru: Удалить
th: ลบ
zh_hant: 刪除

# DeleteMode
source: Delete the pattern
fil: Tanggalin ang pattern
ru: Удаление шаблона
th: ลบรูปแบบ
zh_hant: 刪除模式

# DeleteMode_JustDelete
source: Delete from disk
fil: Tanggalin mula sa disk
ru: Удаление с диска
th: ลบออกจากดิสก์
zh_hant: 從磁碟刪除

# DeleteMode_MoveTo
source: Move to the Recycle Bin
fil: Lumipat sa Recycle Bin
ru: Перемещение в корзину
th: ย้ายไปยัง 'ถังรีไซเคิล'
zh_hant: 移動到回收站

# DeleteSourceFile
source: Delete the source file
fil: Tanggalin ang source file
ru: Удаление исходного файла
th: ลบไฟล์ต้นฉบับ
zh_hant: 刪除源檔

# DontShowThisImage
source: This figure is not displayed
fil: Ang figure na ito ay hindi ipinapakita
ru: Этот рисунок не отображается
th: ตัวเลขนี้ไม่ปรากฏขึ้น
zh_hant: 不顯示此圖

source: edit
ru: редактировать
th: แก้ไข
zh_hant: 編輯

# ErrorZips
source: Exception Zip
ru: Исключение Zip
th: ข้อยกเว้น Zip
zh_hant: 異常Zip

source: Export to PDF
fil: I-export sa PDF
ru: Экспорт в PDF
th: ส่งออกเป็น PDF
zh_hant: 匯出為PDF

# FilteredImages
source: Filter the gallery
fil: I-filter ang gallery
ru: Фильтрация галереи
th: กรองแกลเลอรี
zh_hant: 過濾圖庫

# FindSameMangaByName
source: Find the same comics
fil: Hanapin ang parehong komiks
ru: Найти те же комиксы
th: ค้นหาการ์ตูนเรื่องเดียวกัน
zh_hant: 查找相同漫畫

# Folders
source: folder
ru: папка
th: โฟลเดอร์
zh_hant: 資料夾

source: Full screen
fil: Toggle Dropdown
ru: Полноэкранный режим
th: เต็มหน้าจอ
zh_hant: 全屏

# FunctionOff
source: Enabled
fil: Enable
ru: Включен
th: เปิด
zh_hant: 已啟用

# FunctionOn
source: Disabled
fil: Disable
ru: Нетрудоспособный
th: พิการ
zh_hant: 已禁用

source: Github feedback
fil: Feedback ng Github
ru: Обратная связь с Github
th: คําติชม Github
zh_hant: Github反饋

# IsEmptyFolderShow
source: Whether empty folders are displayed
fil: Kung ang mga walang laman na folder ay ipinapakita
ru: Отображаются ли пустые папки
th: โฟลเดอร์ว่างจะแสดงขึ้นหรือไม่
zh_hant: 是否顯示空資料夾

# MailFeedbackToDeveloper
source: Email feedback djdqfff@qq.com
fil: Email djdqfff@qq.com
ru: djdqfff@qq.com отзывов по электронной почте
th: ส่งอีเมลความคิดเห็น djdqfff@qq.com
zh_hant: 郵件反饋 djdqfff@qq.com

# MangaTags
source: This subtab
fil: Ang subtab na ito
ru: Эта вложенная вкладка
th: แท็บย่อยนี้
zh_hant: 本子標籤

# MangaTagsCategorys
source: Label classification
fil: Username or email address *
ru: Классификация этикеток
th: การจําแนกประเภทฉลาก
zh_hant: 標籤分類

# MangaTagsManage
source: Label management
fil: Email address
ru: Управление этикетками
th: การจัดการฉลาก
zh_hant: 標籤管理

# No
source: not
fil: hindi
ru: не
th: ไม่
zh_hant: 否

# NoFoldersPleaseAddFirst
source: There are currently no folders, please add your first scan folder
fil: Sa kasalukuyan ay walang mga folder, mangyaring idagdag ang iyong unang folder ng pag-scan
ru: В настоящее время нет папок, пожалуйста, добавьте свою первую папку сканирования
th: ขณะนี้ยังไม่มีโฟลเดอร์โปรดเพิ่มโฟลเดอร์สแกนแรกของคุณ
zh_hant: 目前沒有資料夾，請添加你的第一個掃描資料夾

# NoSelectedFolder
source: No folder selected
fil: Walang napiling folder
ru: Папка не выбрана
th: ไม่มีโฟลเดอร์ที่เลือก
zh_hant: 未選擇資料夾

# NowInitializingMaybeError
source: Initializing folder, now using the tool feature may have an error
fil: Ang pag-initial ng folder, na ngayon ay gumagamit ng tool feature ay maaaring magkaroon ng error
ru: Инициализация папки, теперь с помощью функции инструмента может возникнуть ошибка
th: การเริ่มต้นโฟลเดอร์ตอนนี้ใช้คุณสมบัติเครื่องมืออาจมีข้อผิดพลาด
zh_hant: 正在初始化資料夾，現在使用工具功能可能出錯

# NowReading
source: Reading
fil: Pagbabasa
ru: Чтение
th: การอ่าน
zh_hant: 正在閱讀

# Open
source: Open it
fil: Buksan ito
ru: Откройте
th: เปิดมัน
zh_hant: 打開

# OpenFile
source: Open the file
fil: Buksan ang file
ru: Открыть файл
th: เปิดไฟล์
zh_hant: 打開檔

# OpenFolder
source: Open the folder
fil: Buksan ang folder
ru: Откройте папку
th: เปิดโฟลเดอร์
zh_hant: 打開資料夾

# OpenInMicrosoftStore
source: Open in the store
fil: Buksan sa tindahan
ru: Открыть в магазине
th: เปิดในร้าน
zh_hant: 商店中打開

# OpenItsPlacedFolder
source: Open the folder you are in
fil: Buksan ang folder na iyong kinaroroonan
ru: Откройте папку, в которой вы находитесь
th: เปิดโฟลเดอร์ที่คุณอยู่
zh_hant: 打開所在資料夾

# OverviewInformation
source: View information
fil: Tingnan ang impormasyon
ru: Посмотреть информацию
th: ดูข้อมูล
zh_hant: 查看資訊

# PinnedFolders
source: The folder is pinned
fil: Ang folder ay naka-pin
ru: Папка закреплена
th: โฟลเดอร์ถูกตรึงไว้
zh_hant: 已固定資料夾

# Refresh
source: flushed
ru: Покраснел
th: ล้างออก
zh_hant: 刷新

# RemoveFolder
source: Remove the folder
fil: Alisin ang folder
ru: Удаление папки
th: เอาโฟลเดอร์ออก
zh_hant: 拿掉資料夾

# RemoveRepeatTags
source: Remove the Duplicate Book subtab
fil: Alisin ang Duplicate Book subtab
ru: Удаление вложенной вкладки "Дубликат книги"
th: เอาแท็บย่อยหนังสือที่ซ้ํากันออก
zh_hant: 拿掉重複本子標籤

# RenameFile
source: Rename the file
fil: Palitan ang pangalan ng file
ru: Переименование файла
th: เปลี่ยนชื่อไฟล์
zh_hant: 重新命名檔

source: Save As
fil: I-save bilang
ru: Сохранить как
th: บันทึกเป็น
zh_hant: 另存為

# Search
source: Find
fil: Confirm Password
ru: Находить
th: หา
zh_hant: 查找

# SetAsDefaultBookcaseFolder
source: Set as the default presentation folder
fil: Itakda bilang default na folder ng pagtatanghal
ru: Установка в качестве папки презентации по умолчанию
th: ตั้งค่าเป็นโฟลเดอร์งานนําเสนอเริ่มต้น
zh_hant: 設置為預設展示資料夾

# SetBack
source: restore
ru: восстанавливать
th: ซ่อมแซม
zh_hant: 還原

# ShowFolderBookcase
source: Display the bookshelf
fil: Ipakita ang bookshelf
ru: Отображение книжной полки
th: แสดงชั้นวางหนังสือ
zh_hant: 顯示書架

# Tags
source: label
fil: Email Address
ru: ярлык
th: ฉลาก
zh_hant: 標籤

source: toolbox
ru: ящик для инструментов
th: เครื่อง มือ
zh_hant: 工具箱

# Translate
source: Translation
ru: Перевод
th: การแปล
zh_hant: 翻譯

source: Update records
ru: Обновление записей
th: อัปเดตเรกคอร์ด
zh_hant: 更新記錄

# Usage
source: Instructions for use
fil: Mga tagubilin para sa paggamit
ru: Инструкция по применению
th: คําแนะนําสําหรับการใช้งาน
zh_hant: 使用說明

# WhetherOpenFilterImageFunction
source: Whether to enable single-page filtering (turning on this feature will slow down the opening of comics)
fil: Kung paganahin ang single-page filtering (ang pagbukas ng feature na ito ay magpapabagal sa pagbubukas ng komiks)
ru: Стоит ли включать одностраничную фильтрацию (включение этой функции замедлит открытие комиксов)
th: ไม่ว่าจะเปิดใช้งานการกรองหน้าเดียว (การเปิดคุณสมบัตินี้จะทําให้การเปิดการ์ตูนช้าลง)
zh_hant: 是否開啟單頁過濾功能（開啟此功能將減慢漫畫開啟速度）

# WhetherShowDialogBeforeDelete
source: Whether to delete directly
fil: Kung upang tanggalin nang direkta
ru: Следует ли удалять напрямую
th: ไม่ว่าจะลบโดยตรง
zh_hant: 是否直接刪除

# Yes
source: be
fil: maging
ru: быть
th: คือ
zh_hant: 是
